Repository: dapraws/CH4_Abstrakt
Catalog: Abstrakt/Resources/Localizable.xcstrings
Source language: en
Languages: es, id, pt_br

# app_icon.blue
source: Blue
es: Azul
id: Biru
pt_br: Azul

# app_icon.default
source: Default
es: Predeterminado
id: Bawaan
pt_br: Padrão

# app_icon.glass
source: Glass
es: Cristal
id: Kaca
pt_br: Vidro

# app_icon.purple
source: Purple
es: Morado
id: Ungu
pt_br: Roxo

# apps_picker.title
source: Choose Apps
es: Elegir Apps
id: Pilih Aplikasi
pt_br: Escolher Apps

# broadcast.line.1
source: I just gave my home screen a personality. Meet Abstrakt.
es: Le acabo de dar personalidad a mi pantalla de inicio. Les presento a Abstrakt.
id: Layar Utama saya baru dapat kepribadian. Kenalan sama Abstrakt.
pt_br: Acabei de dar personalidade à minha tela inicial. Conheçam o Abstrakt.

# broadcast.line.2
source: Stop me before I rearrange my widgets again. Abstrakt did this.
es: Deténganme antes de que reorganice mis widgets otra vez. Culpa de Abstrakt.
id: Hentikan saya sebelum saya nyusun ulang widget lagi. Gara-gara Abstrakt.
pt_br: Me impeçam antes que eu reorganize meus widgets de novo. Culpa do Abstrakt.

# broadcast.line.3
source: Your home screen called. It wants Abstrakt.
es: Tu pantalla de inicio llamó. Quiere Abstrakt.
id: Layar Utama kamu nelpon. Katanya minta Abstrakt.
pt_br: Sua tela inicial ligou. Ela quer Abstrakt.

# broadcast.line.4
source: Turns out my widgets were boring. Fixed that with Abstrakt.
es: Resulta que mis widgets eran aburridos. Lo arreglé con Abstrakt.
id: Ternyata widget saya biasa aja. Dibenerin sama Abstrakt.
pt_br: Descobri que meus widgets eram sem graça. Resolvi com Abstrakt.

# broadcast.line.5
source: Made my home screen actually mine. Abstrakt.
es: Hice que mi pantalla de inicio fuera realmente mía. Abstrakt.
id: Bikin Layar Utama saya beneran punya saya. Abstrakt.
pt_br: Deixei minha tela inicial realmente minha. Abstrakt.

# common.cancel
source: Cancel
es: Cancelar
id: Batal
pt_br: Cancelar

# common.done
source: Done
es: Listo
id: Selesai
pt_br: Concluído

# faq.detail
source: Answers for widgets, permissions, refresh timing, and customization will live here.
es: Respuestas sobre widgets, permisos, tiempos de actualización y personalización estarán aquí.
id: Jawaban untuk widget, izin, waktu penyegaran, dan kustomisasi akan tersedia di sini.
pt_br: Respostas sobre widgets, permissões, tempos de atualização e personalização ficarão aqui.

# faq.status.ready
source: Ready
es: Listo
id: Siap
pt_br: Pronto

# font_picker.title
source: Choose Font
es: Elegir Fuente
id: Pilih Font
pt_br: Escolher Fonte

# font_theme.preview.fusion_pixel
source: Pixel-perfect energy
es: Energía perfecta en píxeles
id: Energi piksel yang sempurna
pt_br: Energia perfeita em pixels

# font_theme.preview.quicksand
source: Soft rounded widgets
es: Widgets suaves y redondeados
id: Widget lembut membulat
pt_br: Widgets suaves e arredondados

# font_theme.preview.sf_pro
source: Crisp system clarity
es: Claridad nítida del sistema
id: Kejernihan sistem yang tajam
pt_br: Clareza nítida do sistema

# font_theme.preview.sf_pro_rounded
source: Friendly native rhythm
es: Ritmo nativo amigable
id: Ritme asli yang ramah
pt_br: Ritmo nativo amigável

# home.title
source: Home
es: Inicio
id: Beranda
pt_br: Início

# language.title
source: Language
es: Idioma
id: Bahasa
pt_br: Idioma

# library.empty.subtitle
source: Saved %@ widgets will appear here.
es: Los widgets guardados de tamaño %@ aparecerán aquí.
id: Widget %@ yang tersimpan akan muncul di sini.
pt_br: Os widgets salvos de tamanho %@ aparecerão aqui.

# library.empty.title
source: No %@ widgets
es: No hay widgets de tamaño %@
id: Tidak ada widget %@
pt_br: Nenhum widget de tamanho %@

# onboarding.get_started
source: Get Started
es: Comenzar
id: Mulai
pt_br: Começar

# onboarding.made_by_prefix
source: Made by
es: Hecho por
id: Dibuat oleh
pt_br: Feito por

# onboarding.next
source: Continue
es: Continuar
id: Lanjutkan
pt_br: Continuar

# onboarding.skip
source: Skip onboarding
es: Omitir introducción
id: Lewati onboarding
pt_br: Pular onboarding

# onboarding.start
source: Start
es: Comenzar
id: Mulai
pt_br: Começar

# onboarding.welcome_prefix
source: Welcome to
es: Bienvenido a
id: Selamat datang di
pt_br: Boas-vindas ao

# onboarding.welcome_subtitle
source: Widgets that work like native, styled your way.
es: Widgets que se sienten nativos, con tu propio estilo.
id: Widget yang terasa native, dengan gaya kamu.
pt_br: Widgets com cara nativa, do seu jeito.

# permission.action.connect
source: Connect
es: Conectar
id: Sambungkan
pt_br: Conectar

# permission.action.settings
source: Settings
es: Ajustes
id: Pengaturan
pt_br: Ajustes

# permission.calendar.denied
source: Calendar access is denied. Events widgets need calendar access in Settings.
es: El acceso al calendario está denegado. Los widgets Events necesitan acceso al calendario en Ajustes.
id: Akses kalender ditolak. Widget Events butuh akses kalender di Pengaturan.
pt_br: O acesso ao calendário foi negado. Os widgets Events precisam de acesso ao calendário em Ajustes.

# permission.calendar.required
source: Calendar access is required for Events widgets.
es: El acceso al calendario es necesario para los widgets Events.
id: Akses kalender diperlukan untuk widget Events.
pt_br: O acesso ao calendário é necessário para os widgets Events.

# permission.health.unavailable
source: Health access is unavailable on this device.
es: El acceso a Health no está disponible en este dispositivo.
id: Akses Health tidak tersedia di perangkat ini.
pt_br: O acesso ao Health não está disponível neste dispositivo.

# permission.item.calendar.detail.allowed
source: Used to show current and upcoming calendar events in the Events widget.
es: Se usa para mostrar eventos actuales y próximos del calendario en el widget Events.
id: Digunakan untuk menampilkan acara kalender yang sedang berlangsung dan mendatang di widget Events.
pt_br: Usado para exibir eventos atuais e próximos do calendário no widget Events.

# permission.item.calendar.detail.denied
source: Calendar access is denied. Calendar widgets will show a permission state until access is enabled.
es: El acceso al calendario está denegado. Los widgets Calendar mostrarán un estado de permiso hasta que se habilite el acceso.
id: Akses kalender ditolak. Widget Calendar akan menampilkan status izin sampai akses diaktifkan.
pt_br: O acesso ao calendário foi negado. Os widgets Calendar exibirão um estado de permissão até que o acesso seja ativado.

# permission.item.calendar.detail.limited
source: Calendar access is limited. Full calendar access is needed to show event widgets reliably.
es: El acceso al calendario es limitado. Se necesita acceso completo al calendario para mostrar los widgets de eventos de manera confiable.
id: Akses kalender terbatas. Akses kalender penuh dibutuhkan agar widget acara berjalan andal.
pt_br: O acesso ao calendário é limitado. É necessário acesso total ao calendário para exibir os widgets de eventos de forma confiável.

# permission.item.calendar.detail.needs
source: Allow calendar access so the widget can show your next event and now-running events.
es: Permite el acceso al calendario para que el widget pueda mostrar tu próximo evento y los eventos en curso.
id: Izinkan akses kalender agar widget bisa menampilkan acara berikutnya dan yang sedang berlangsung.
pt_br: Permita o acesso ao calendário para que o widget possa exibir seu próximo evento e os eventos em andamento.

# permission.item.calendar.detail.restricted
source: Calendar access is restricted on this device. Calendar widgets will show a permission state.
es: El acceso al calendario está restringido en este dispositivo. Los widgets Calendar mostrarán un estado de permiso.
id: Akses kalender dibatasi di perangkat ini. Widget Calendar akan menampilkan status izin.
pt_br: O acesso ao calendário está restrito neste dispositivo. Os widgets Calendar exibirão um estado de permissão.

# permission.item.calendar.title
source: Calendar
es: Calendario
id: Kalender
pt_br: Calendário

# permission.item.health.detail.needs
source: Allow Health access so widgets can use your real activity, distance, energy, and sleep data.
es: Permite el acceso a Health para que los widgets puedan usar tus datos reales de actividad, distancia, energía y sueño.
id: Izinkan akses Health agar widget bisa menggunakan data aktivitas, jarak, energi, dan tidur kamu yang sebenarnya.
pt_br: Permita o acesso ao Health para que os widgets possam usar seus dados reais de atividade, distância, energia e sono.

# permission.item.health.detail.requested
source: Used for steps, walking distance, exercise minutes, active energy, and sleep totals. iOS keeps exact Health read grants private after the request.
es: Se usa para pasos, distancia caminada, minutos de ejercicio, energía activa y totales de sueño. iOS mantiene privados los permisos exactos de lectura de Health después de la solicitud.
id: Digunakan untuk langkah, jarak jalan, menit olahraga, energi aktif, dan total tidur. iOS merahasiakan izin baca Health setelah permintaan.
pt_br: Usado para passos, distância caminhada, minutos de exercício, energia ativa e totais de sono. O iOS mantém privadas as permissões exatas de leitura do Health após a solicitação.

# permission.item.health.detail.unavailable
source: Health data is not available on this device, so health widgets will render empty values.
es: Los datos de Health no están disponibles en este dispositivo, por lo que los widgets Health mostrarán valores vacíos.
id: Data Health tidak tersedia di perangkat ini, jadi widget Health akan menampilkan nilai kosong.
pt_br: Os dados do Health não estão disponíveis neste dispositivo, então os widgets Health exibirão valores vazios.

# permission.item.health.title
source: Health
es: Salud
id: Kesehatan
pt_br: Saúde

# permission.item.location.detail.allowed
source: Used to fetch local WeatherKit conditions, city names, temperatures, forecasts, and sun-event widgets.
es: Se usa para obtener condiciones locales de WeatherKit, nombres de ciudades, temperaturas, pronósticos y widgets de eventos solares.
id: Digunakan untuk mengambil kondisi WeatherKit lokal, nama kota, suhu, prakiraan, dan widget matahari.
pt_br: Usado para obter condições locais do WeatherKit, nomes de cidades, temperaturas, previsões e widgets de eventos solares.

# permission.item.location.detail.denied
source: Location access is denied. Weather widgets will use cached or placeholder data until access is enabled.
es: El acceso a la ubicación está denegado. Los widgets Weather usarán datos en caché o de marcador hasta que se habilite el acceso.
id: Akses lokasi ditolak. Widget Weather akan menggunakan data cache atau placeholder sampai akses diaktifkan.
pt_br: O acesso à localização foi negado. Os widgets Weather usarão dados em cache ou de espaço reservado até que o acesso seja ativado.

# permission.item.location.detail.needs
source: Allow location access so weather widgets can use your current place.
es: Permite el acceso a la ubicación para que los widgets Weather puedan usar tu ubicación actual.
id: Izinkan akses lokasi agar widget Weather bisa menggunakan lokasi kamu saat ini.
pt_br: Permita o acesso à localização para que os widgets Weather possam usar sua localização atual.

# permission.item.location.detail.restricted
source: Location access is restricted on this device. Weather widgets will use cached or placeholder data.
es: El acceso a la ubicación está restringido en este dispositivo. Los widgets Weather usarán datos en caché o de marcador.
id: Akses lokasi dibatasi di perangkat ini. Widget Weather akan menggunakan data cache atau placeholder.
pt_br: O acesso à localização está restrito neste dispositivo. Os widgets Weather usarão dados em cache ou de espaço reservado.

# permission.item.location.detail.unknown
source: Location access is in an unknown state. Open Settings to review it.
es: El acceso a la ubicación está en un estado desconocido. Abre Ajustes para revisarlo.
id: Akses lokasi dalam status tidak diketahui. Buka Pengaturan untuk memeriksanya.
pt_br: O acesso à localização está em um estado desconhecido. Abra Ajustes para revisar.

# permission.item.location.title
source: Location & Weather
es: Ubicación y Clima
id: Lokasi & Cuaca
pt_br: Localização e Tempo

# permission.item.system.detail
source: Battery level and aggregate storage capacity come from system APIs that do not require a user permission prompt.
es: El nivel de batería y la capacidad agregada de almacenamiento provienen de APIs del sistema que no requieren una solicitud de permiso al usuario.
id: Level baterai dan kapasitas penyimpanan agregat berasal dari API sistem yang tidak memerlukan permintaan izin pengguna.
pt_br: O nível da bateria e a capacidade agregada de armazenamento vêm de APIs do sistema que não exigem uma solicitação de permissão ao usuário.

# permission.item.system.title
source: Battery & Storage
es: Batería y Almacenamiento
id: Baterai & Penyimpanan
pt_br: Bateria e Armazenamento

# permission.location.denied
source: Location access is denied. Weather widgets need location access in Settings.
es: El acceso a la ubicación está denegado. Los widgets Weather necesitan acceso a la ubicación en Ajustes.
id: Akses lokasi ditolak. Widget Weather butuh akses lokasi di Pengaturan.
pt_br: O acesso à localização foi negado. Os widgets Weather precisam de acesso à localização em Ajustes.

# permission.location.required
source: Location access is required for Weather widgets.
es: El acceso a la ubicación es necesario para los widgets Weather.
id: Akses lokasi diperlukan untuk widget Weather.
pt_br: O acesso à localização é necessário para os widgets Weather.

# permission.status.allowed
source: Allowed
es: Permitido
id: Diizinkan
pt_br: Permitido

# permission.status.denied
source: Denied
es: Denegado
id: Ditolak
pt_br: Negado

# permission.status.limited
source: Limited
es: Limitado
id: Terbatas
pt_br: Limitado

# permission.status.needs_access
source: Needs Access
es: Necesita Acceso
id: Butuh Akses
pt_br: Precisa de Acesso

# permission.status.no_permission_needed
source: No Permission Needed
es: Sin Permiso Necesario
id: Tanpa Izin
pt_br: Sem Permissão Necessária

# permission.status.requested
source: Requested
es: Solicitado
id: Diminta
pt_br: Solicitado

# permission.status.restricted
source: Restricted
es: Restringido
id: Dibatasi
pt_br: Restrito

# permission.status.unavailable
source: Unavailable
es: No Disponible
id: Tidak Tersedia
pt_br: Indisponível

# permission.status.unknown
source: Unknown
es: Desconocido
id: Tidak Diketahui
pt_br: Desconhecido

# preference.distance.kilometers
source: Kilometers
es: Kilómetros
id: Kilometer
pt_br: Quilômetros

# preference.distance.miles
source: Miles
es: Millas
id: Mil
pt_br: Milhas

# preference.temperature_display.actual
source: Actual
es: Real
id: Aktual
pt_br: Real

# preference.temperature_display.feels_like
source: Feels Like
es: Sensación térmica
id: Terasa Seperti
pt_br: Sensação térmica

# settings.footer.made_by
source: Made by SSJ (%@) Build %@
es: Hecho por SSJ (%@) Build %@
id: Dibuat oleh SSJ (%@) Build %@
pt_br: Feito por SSJ (%@) Build %@

# settings.header.feedback
source: Feedback
es: Comentarios
id: Masukan
pt_br: Comentários

# settings.header.rate_us
source: Rate Us
es: Valóranos
id: Beri Nilai
pt_br: Avalie-nos

# settings.header.share_app
source: Share App
es: Compartir App
id: Bagikan Aplikasi
pt_br: Compartilhar App

# settings.row.app_font
source: App Font
es: Fuente de la app
id: Font Aplikasi
pt_br: Fonte do app

# settings.row.change_icon
source: Change Icon
es: Cambiar Icono
id: Ganti Ikon
pt_br: Alterar Ícone

# settings.row.distance_unit
source: Distance Unit
es: Unidad de Distancia
id: Satuan Jarak
pt_br: Unidade de Distância

# settings.row.faq
source: Help & FAQ
es: Ayuda y Preguntas Frecuentes
id: Bantuan & FAQ
pt_br: Ajuda e Perguntas Frequentes

# settings.row.language
source: Language
es: Idioma
id: Bahasa
pt_br: Idioma

# settings.row.permissions
source: Access & Permissions
es: Acceso y Permisos
id: Akses & Izin
pt_br: Acesso e Permissões

# settings.row.temperature_display
source: Temperature Display
es: Visualización de Temperatura
id: Tampilan Suhu
pt_br: Exibição de Temperatura

# settings.row.temperature_unit
source: Temperature Unit
es: Unidad de Temperatura
id: Satuan Suhu
pt_br: Unidade de Temperatura

# settings.row.whats_new
source: What's New
es: Novedades
id: Yang Baru
pt_br: Novidades

# settings.section.display_appearance
source: Display & Appearance
es: Pantalla y Apariencia
id: Tampilan & Antarmuka
pt_br: Tela e Aparência

# settings.section.measurements
source: Measurements
es: Medidas
id: Satuan Ukuran
pt_br: Medidas

# settings.section.others
source: Others
es: Otros
id: Lainnya
pt_br: Outros

# settings.section.temperature
source: Temperature
es: Temperatura
id: Suhu
pt_br: Temperatura

# settings.section.widgets
source: Widgets & Dynamic Island
es: Widgets y Dynamic Island
id: Widget & Dynamic Island
pt_br: Widgets e Dynamic Island

# settings.title
source: Settings
es: Ajustes
id: Pengaturan
pt_br: Ajustes

# share_sheet.button
source: Share App
es: Compartir App
id: Bagikan Aplikasi
pt_br: Compartilhar App

# share_sheet.tagline
source: Widgets, your way
es: Widgets a tu manera
id: Widget, cara kamu
pt_br: Widgets do seu jeito

# share_sheet.title
source: Share Abstrakt
es: Compartir Abstrakt
id: Bagikan Abstrakt
pt_br: Compartilhar Abstrakt

# whats_new.detail
source: Custom fonts, widget previews, library sheets, and shared unit preferences are now part of the app foundation.
es: Las fuentes personalizadas, las vistas previas de widgets, las hojas de biblioteca y las preferencias de unidades compartidas ya son parte de la base de la app.
id: Font kustom, pratinjau widget, sheet koleksi, dan preferensi satuan bersama kini menjadi bagian dari fondasi aplikasi.
pt_br: Fontes personalizadas, prévias de widgets, folhas de biblioteca e preferências de unidades compartilhadas agora fazem parte da base do app.

# widget_category.all
source: All
es: Todos
id: Semua
pt_br: Todos

# widget_category.calendar
source: Calendar
es: Calendario
id: Kalender
pt_br: Calendário

# widget_category.device
source: Device
es: Dispositivo
id: Perangkat
pt_br: Dispositivo

# widget_category.health
source: Health
es: Salud
id: Kesehatan
pt_br: Saúde

# widget_category.time
source: Time
es: Hora
id: Waktu
pt_br: Hora

# widget_category.weather
source: Weather
es: Clima
id: Cuaca
pt_br: Tempo

# widget_preview.button.delete
source: Delete widget
es: Eliminar widget
id: Hapus widget
pt_br: Excluir widget

# widget_preview.button.save
source: Save widget
es: Guardar widget
id: Simpan widget
pt_br: Salvar widget

# widget_preview.button.update
source: Update widget
es: Actualizar widget
id: Perbarui widget
pt_br: Atualizar widget

# widget_preview.permission_alert.open_settings
source: Open Settings
es: Abrir Ajustes
id: Buka Pengaturan
pt_br: Abrir Ajustes

# widget_preview.permission_alert.title
source: Permission Required
es: Permiso Requerido
id: Izin Dibutuhkan
pt_br: Permissão Necessária

# widget_preview.permission_note
source: This widget requires additional permissions in Settings.
es: Este widget requiere permisos adicionales en Ajustes.
id: Widget ini butuh izin tambahan di Pengaturan.
pt_br: Este widget requer permissões adicionais em Ajustes.

# widget_preview.preparing
source: Preparing widget
es: Preparando widget
id: Menyiapkan widget
pt_br: Preparando widget

# widget_preview.section.appearance
source: Appearance
es: Apariencia
id: Antarmuka
pt_br: Aparência

# widget_preview.section.application
source: Application
es: Aplicación
id: Aplikasi
pt_br: Aplicativo

# widget_preview.section.data_range
source: Data Range
es: Rango de Datos
id: Rentang Data
pt_br: Intervalo de Dados

# widget_preview.section.event_priority
source: Event Priority
es: Prioridad de Eventos
id: Prioritas Acara
pt_br: Prioridade de Eventos

# widget_preview.section.font
source: Font
es: Fuente
pt_br: Fonte

# widget_size.large
source: Large
es: Grande
id: Besar
pt_br: Grande

# widget_size.medium
source: Medium
es: Mediano
id: Sedang
pt_br: Médio

# widget_size.small
source: Small
es: Pequeño
id: Kecil
pt_br: Pequeno

# settings.section.general
source: General
id: Umum
pt_br: Geral
